{
    "Alice": {
        "count": 396,
        "context": [
            "The first question of course was, how to get dry again:  they\nhad a consultation about this, and after a few minutes it seemed\nquite natural to Alice to find herself talking familiarly with\nthem, as if she had known them all her life.  ",
            "Indeed, she had\nquite a long argument with the Lory, who at last turned sulky,\nand would only say, `I am older than you, and must know better';\nand this Alice would not allow without knowing how old it was,\nand, as the Lory positively refused to tell its age, there was no\nmore to be said.\n\n  ",
            "Alice kept her eyes\nanxiously fixed on it, for she felt sure she would catch a bad\ncold if she did not get dry very soon.\n\n  ",
            "it continued, turning to Alice as it\nspoke.\n\n  ",
            "`As wet as ever,' said Alice in a melancholy tone:  `it doesn't\nseem to dry me at all.",
            "said Alice; not that she wanted much\nto know, but the Dodo had paused as if it thought that SOMEBODY\nought to speak, and no one else seemed inclined to say anything.\n\n  ",
            "`Why, SHE, of course,' said the Dodo, pointing to Alice with\none finger; and the whole party at once crowded round her,\ncalling out in a confused way, `Prizes!",
            "he went on, turning to Alice.\n\n  ",
            "`Only a thimble,' said Alice sadly.\n\n  ",
            "Alice thought the whole thing very absurd, but they all looked\nso grave that she did not dare to laugh; and, as she could not\nthink of anything to say, she simply bowed, and took the thimble,\nlooking as solemn as she could.\n\n  ",
            "`You promised to tell me your history, you know,' said Alice,\n`and why it is you hate--C and D,' she added in a whisper, half\nafraid that it would be offended again.\n\n  ",
            "said the Mouse, turning to\nAlice, and sighing.\n\n  ",
            "`It IS a long tail, certainly,' said Alice, looking down with\nwonder at the Mouse's tail; `but why do you call it sad?'  ",
            "said the Mouse to Alice severely.\n",
            "`What are you thinking of?'\n\n  `I beg your pardon,' said Alice very humbly:  `you had got to\nthe fifth bend, I think?'\n\n  `I had NOT!' cried the Mouse, sharply and very angrily.\n\n  ",
            "`A knot!' said Alice, always ready to make herself useful, and\nlooking anxiously about her.  ",
            "`I didn't mean it!' pleaded poor Alice.  ",
            "Alice called after\nit; and the others all joined in chorus, `Yes, please do!'",
            "`I wish I had our Dinah here, I know I do!' said Alice aloud,\naddressing nobody in particular.  ",
            "Alice replied eagerly, for she was always ready to talk about\nher pet:  `Dinah's our cat.  ",
            "On various pretexts\nthey all moved off, and Alice was soon left alone.\n\n  ",
            "And here poor Alice\nbegan to cry again, for she felt very lonely and low-spirited.\n",
            "Alice guessed in a moment that it was\nlooking for the fan and the pair of white kid gloves, and she\nvery good-naturedly began hunting about for them, but they were\nnowhere to be seen--everything seemed to have changed since her\nswim in the pool, and the great hall, with the glass table and\nthe little door, had vanished completely.\n\n  ",
            "Very soon the Rabbit noticed Alice, as she went hunting about,\nand called out to her in an angry tone, `Why, Mary Ann, what ARE\nyou doing out here?  ",
            "And Alice was so much frightened\nthat she ran off at once in the direction it pointed to, without\ntrying to explain the mistake it had made.\n\n  ",
            "`How queer it seems,' Alice said to herself, `to be going\nmessages for a rabbit!  ",
            "And she began fancying the sort of thing that\nwould happen:  `\"Miss Alice!  ",
            "Only I don't think,' Alice went\non, `that they'd let Dinah stop in the house if it began ordering\npeople about like that!'\n\n  ",
            "What WILL become of me?'\n\n  Luckily for Alice, the little magic bottle had now had its full\neffect, and she grew no larger:  still it was very uncomfortable,\nand, as there seemed to be no sort of chance of her ever getting\nout of the room again, no wonder she felt unhappy.\n\n  ",
            "`It was much pleasanter at home,' thought poor Alice, `when one\nwasn't always growing larger and smaller, and being ordered about\nby mice and rabbits.  ",
            "`But then,' thought Alice, `shall I NEVER get any older than I\nam now?  ",
            "`Oh, you foolish Alice!'",
            "Alice knew it was the Rabbit coming to look for her, and\nshe trembled till she shook the house, quite forgetting that she\nwas now about a thousand times as large as the Rabbit, and had no\nreason to be afraid of it.\n\n  ",
            "Presently the Rabbit came up to the door, and tried to open it;\nbut, as the door opened inwards, and Alice's elbow was pressed\nhard against it, that attempt proved a failure.  ",
            "Alice heard it\nsay to itself `Then I'll go round and get in at the window.",
            "There was a long silence after this, and Alice could only hear\nwhispers now and then; such as, `Sure, I don't like it, yer\nhonour, at all, at all!'  ",
            "thought Alice.  ",
            "So Bill's got to come down the chimney, has he?' said\nAlice to herself.  ",
            "Last came a little feeble, squeaking voice, (`That's Bill,'\nthought Alice,) `Well, I hardly know--No more, thank ye; I'm\nbetter now--but I'm a deal too flustered to tell you--all I know\nis, something comes at me like a Jack-in-the-box, and up I goes\nlike a sky-rocket!'\n\n  ",
            "said the Rabbit's voice; and\nAlice called out as loud as she could, `If you do.  ",
            "There was a dead silence instantly, and Alice thought to\nherself, `I wonder what they WILL do next!  ",
            "After a minute or two, they\nbegan moving about again, and Alice heard the Rabbit say, `A\nbarrowful will do, to begin with.",
            "'\n\n  `A barrowful of WHAT?' thought Alice; but she had not long to\ndoubt, for the next moment a shower of little pebbles came\nrattling in at the window, and some of them hit her in the face.\n",
            "Alice noticed with some surprise that the pebbles were all\nturning into little cakes as they lay on the floor, and a bright\nidea came into her head.  ",
            "`The first thing I've got to do,' said Alice to herself, as she\nwandered about in the wood, `is to grow to my right size again;\nand the second thing is to find my way into that lovely garden.\n",
            "`Poor little thing!' said Alice, in a coaxing tone, and she tried\nhard to whistle to it; but she was terribly frightened all the\ntime at the thought that it might be hungry, in which case it\nwould be very likely to eat her up in spite of all her coaxing.\n\n  Hardly knowing what she did, she picked up a little bit of\nstick, and held it out to the puppy; whereupon the puppy jumped\ninto the air off all its feet at once, with a yelp of delight,\nand rushed at the stick, and made believe to worry it; then Alice\ndodged behind a great thistle, to keep herself from being run\nover; and the moment she appeared on the other side, the puppy\nmade another rush at the stick, and tumbled head over heels in\nits hurry to get hold of it; then Alice, thinking it was very\nlike having a game of play with a cart-horse, and expecting every\nmoment to be trampled under its feet, ran round the thistle\nagain; then the puppy began a series of short charges at the\nstick, running a very little way forwards each time and a long\nway back, and barking hoarsely all the while, till at last it sat\ndown a good way off, panting, with its tongue hanging out of its\nmouth, and its great eyes half shut.\n\n  ",
            "`Poor little thing!' said Alice, in a coaxing tone, and she tried\nhard to whistle to it; but she was terribly frightened all the\ntime at the thought that it might be hungry, in which case it\nwould be very likely to eat her up in spite of all her coaxing.\n\n  Hardly knowing what she did, she picked up a little bit of\nstick, and held it out to the puppy; whereupon the puppy jumped\ninto the air off all its feet at once, with a yelp of delight,\nand rushed at the stick, and made believe to worry it; then Alice\ndodged behind a great thistle, to keep herself from being run\nover; and the moment she appeared on the other side, the puppy\nmade another rush at the stick, and tumbled head over heels in\nits hurry to get hold of it; then Alice, thinking it was very\nlike having a game of play with a cart-horse, and expecting every\nmoment to be trampled under its feet, ran round the thistle\nagain; then the puppy began a series of short charges at the\nstick, running a very little way forwards each time and a long\nway back, and barking hoarsely all the while, till at last it sat\ndown a good way off, panting, with its tongue hanging out of its\nmouth, and its great eyes half shut.\n\n  ",
            "`Poor little thing!' said Alice, in a coaxing tone, and she tried\nhard to whistle to it; but she was terribly frightened all the\ntime at the thought that it might be hungry, in which case it\nwould be very likely to eat her up in spite of all her coaxing.\n\n  Hardly knowing what she did, she picked up a little bit of\nstick, and held it out to the puppy; whereupon the puppy jumped\ninto the air off all its feet at once, with a yelp of delight,\nand rushed at the stick, and made believe to worry it; then Alice\ndodged behind a great thistle, to keep herself from being run\nover; and the moment she appeared on the other side, the puppy\nmade another rush at the stick, and tumbled head over heels in\nits hurry to get hold of it; then Alice, thinking it was very\nlike having a game of play with a cart-horse, and expecting every\nmoment to be trampled under its feet, ran round the thistle\nagain; then the puppy began a series of short charges at the\nstick, running a very little way forwards each time and a long\nway back, and barking hoarsely all the while, till at last it sat\ndown a good way off, panting, with its tongue hanging out of its\nmouth, and its great eyes half shut.\n\n  ",
            "This seemed to Alice a good opportunity for making her escape;\nso she set off at once, and ran till she was quite tired and out\nof breath, and till the puppy's bark sounded quite faint in the\ndistance.\n\n  ",
            "said Alice, as she\nleant against a buttercup to rest herself, and fanned herself\nwith one of the leaves:  `I should have liked teaching it tricks\nvery much, if--if I'd only been the right size to do it!  ",
            "Alice looked all round\nher at the flowers and the blades of grass, but she did not see\nanything that looked like the right thing to eat or drink under\nthe circumstances.  ",
            "CHAPTER V\n\n                    Advice from a Caterpillar\n\n\n  The Caterpillar and Alice looked at each other for some time in\nsilence:  at last the Caterpillar took the hookah out of its\nmouth, and addressed her in a languid, sleepy voice.\n\n  ",
            "Alice\nreplied, rather shyly, `I--I hardly know, sir, just at present--\nat least I know who I WAS when I got up this morning, but I think\nI must have been changed several times since then.",
            "`I can't explain MYSELF, I'm afraid, sir' said Alice, `because\nI'm not myself, you see.",
            "`I'm afraid I can't put it more clearly,' Alice replied very\npolitely, `for I can't understand it myself to begin with; and\nbeing so many different sizes in a day is very confusing.",
            "`Well, perhaps you haven't found it so yet,' said Alice; `but\nwhen you have to turn into a chrysalis--you will some day, you\nknow--and then after that into a butterfly, I should think you'll\nfeel it a little queer, won't you?'\n\n  `Not a bit,' said the Caterpillar.\n\n  ",
            "`Well, perhaps your feelings may be different,' said Alice;\n`all I know is, it would feel very queer to ME.'\n\n  `You!'",
            "Alice felt a little irritated at the Caterpillar's\nmaking such VERY short remarks, and she drew herself up and said,\nvery gravely, `I think, you ought to tell me who YOU are, first.",
            "'\n\n  `Why?' said the Caterpillar.\n\n  Here was another puzzling question; and as Alice could not\nthink of any good reason, and as the Caterpillar seemed to be in\na VERY unpleasant state of mind, she turned away.\n\n  `Come back!'",
            "This sounded promising, certainly:  Alice turned and came back\nagain.\n\n  ",
            "`Is that all?' said Alice, swallowing down her anger as well as\nshe could.\n\n  ",
            "For some minutes it puffed away without speaking, but\nat last it unfolded its arms, took the hookah out of its mouth\nagain, and said, `So you think you're changed, do you?'\n\n  `I'm afraid I am, sir,' said Alice; `I can't remember things as\nI used--and I don't keep the same size for ten minutes together!'\n\n  `Can't remember WHAT things?' said the Caterpillar.\n\n  ",
            "Alice replied in a very melancholy voice.\n\n  ",
            "Alice folded her hands, and began:--\n\n    `You are old, Father William,' the young man said,\n      `And your hair has become very white;\n    ",
            "`Not QUITE right, I'm afraid,' said Alice, timidly; `some of the\nwords have got altered.",
            "`Oh, I'm not particular as to size,' Alice hastily replied;\n`only one doesn't like changing so often, you know.",
            "Alice said nothing:  she had never been so much contradicted in\nher life before, and she felt that she was losing her temper.\n\n  ",
            "`Well, I should like to be a LITTLE larger, sir, if you\nwouldn't mind,' said Alice:  `three inches is such a wretched\nheight to be.",
            "pleaded poor Alice in a piteous tone.\n",
            "This time Alice waited patiently until it chose to speak again.\n",
            "The other side of WHAT?' thought Alice to\nherself.\n\n  ",
            "Alice remained looking thoughtfully at the mushroom for a\nminute, trying to make out which were the two sides of it; and as\nit was perfectly round, she found this a very difficult question.\n",
            "*       *\n\n  `Come, my head's free at last!' said Alice in a tone of\ndelight, which changed into alarm in another moment, when she\nfound that her shoulders were nowhere to be found:  all she could\nsee, when she looked down, was an immense length of neck, which\nseemed to rise like a stalk out of a sea of green leaves that lay\nfar below her.\n\n  ",
            "`What CAN all that green stuff be?' said Alice.  ",
            "`I'm NOT a serpent!' said Alice indignantly.  ",
            "`I haven't the least idea what you're talking about,' said\nAlice.\n\n  ",
            "`I'm very sorry you've been annoyed,' said Alice, who was\nbeginning to see its meaning.\n\n  ",
            "`But I'm NOT a serpent, I tell you!' said Alice.  ",
            "`I--I'm a little girl,' said Alice, rather doubtfully, as she\nremembered the number of changes she had gone through that day.\n\n  ",
            "I suppose you'll be\ntelling me next that you never tasted an egg!'\n\n  `I HAVE tasted eggs, certainly,' said Alice, who was a very\ntruthful child; `but little girls eat eggs quite as much as\nserpents do, you know.",
            "This was such a new idea to Alice, that she was quite silent\nfor a minute or two, which gave the Pigeon the opportunity of\nadding, `You're looking for eggs, I know THAT well enough; and\nwhat does it matter to me whether you're a little girl or a\nserpent?'\n\n  `It matters a good deal to ME,' said Alice hastily; `but I'm\nnot looking for eggs, as it happens; and if I was, I shouldn't\nwant YOURS:  I don't like them raw.'\n\n  ",
            "This was such a new idea to Alice, that she was quite silent\nfor a minute or two, which gave the Pigeon the opportunity of\nadding, `You're looking for eggs, I know THAT well enough; and\nwhat does it matter to me whether you're a little girl or a\nserpent?'\n\n  `It matters a good deal to ME,' said Alice hastily; `but I'm\nnot looking for eggs, as it happens; and if I was, I shouldn't\nwant YOURS:  I don't like them raw.'\n\n  ",
            "Alice crouched down among the\ntrees as well as she could, for her neck kept getting entangled\namong the branches, and every now and then she had to stop and\nuntwist it.  ",
            "`Whoever lives there,' thought Alice, `it'll never do to come\nupon them THIS size:  why, I should frighten them out of their\nwits!'  ",
            "It was opened by another footman in livery,\nwith a round face, and large eyes like a frog; and both footmen,\nAlice noticed, had powdered hair that curled all over their\nheads.  ",
            "Alice laughed so much at this, that she had to run back into\nthe wood for fear of their hearing her; and when she next peeped\nout the Fish-Footman was gone, and the other was sitting on the\nground near the door, staring stupidly up into the sky.\n\n  ",
            "`Please, then,' said Alice, `how am I to get in?'\n\n  `There might be some sense in your knocking,' the Footman went\non without attending to her, `if we had the door between us.  ",
            "He was looking up into the sky all the time\nhe was speaking, and this Alice thought decidedly uncivil.  ",
            "asked Alice again, in a louder tone.\n\n  ",
            "It was, no doubt:  only Alice did not like to be told so.\n",
            "`But what am I to do?' said Alice.\n\n  `Anything you like,' said the Footman, and began whistling.\n\n  ",
            "`Oh, there's no use in talking to him,' said Alice desperately:\n`he's perfectly idiotic!'  ",
            "Alice said to\nherself, as well as she could for sneezing.\n\n  ",
            "`Please would you tell me,' said Alice, a little timidly, for\nshe was not quite sure whether it was good manners for her to\nspeak first, `why your cat grins like that?'\n\n  `It's a Cheshire cat,' said the Duchess, `and that's why.  Pig!'\n\n  ",
            "She said the last word with such sudden violence that Alice\nquite jumped; but she saw in another moment that it was addressed\nto the baby, and not to her, so she took courage, and went on\nagain:--\n\n  `I didn't know that Cheshire cats always grinned; in fact, I\ndidn't know that cats COULD grin.'\n\n  `They all can,' said the Duchess; `and most of 'em do.'\n\n  ",
            "`I don't know of any that do,' Alice said very politely,\nfeeling quite pleased to have got into a conversation.\n\n  ",
            "`Oh, PLEASE mind what you're doing!' cried Alice, jumping up\nand down in an agony of terror.  ",
            "`If everybody minded their own business,' the Duchess said in a\nhoarse growl, `the world would go round a deal faster than it\ndoes.'\n\n  `Which would NOT be an advantage,' said Alice, who felt very\nglad to get an opportunity of showing off a little of her\nknowledge.  ",
            "While the Duchess sang the second verse of the song, she kept\ntossing the baby violently up and down, and the poor little thing\nhowled so, that Alice could hardly hear the words:--\n\n        `I speak severely to my boy,\n          I beat him when he sneezes;\n        For he can thoroughly enjoy\n          The pepper when he pleases!'\n\n                    CHORUS.\n\n                ",
            "the Duchess said\nto Alice, flinging the baby at her as she spoke.  ",
            "Alice caught the baby with some difficulty, as it was a queer-\nshaped little creature, and held out its arms and legs in all\ndirections, `just like a star-fish,' thought Alice.  ",
            "Alice caught the baby with some difficulty, as it was a queer-\nshaped little creature, and held out its arms and legs in all\ndirections, `just like a star-fish,' thought Alice.  ",
            "`IF I\ndon't take this child away with me,' thought Alice, `they're sure\nto kill it in a day or two:  wouldn't it be murder to leave it\nbehind?'  She said the last words out loud, and the little thing\ngrunted in reply (it had left off sneezing by this time).  ",
            "`Don't\ngrunt,' said Alice; `that's not at all a proper way of expressing\nyourself.",
            "The baby grunted again, and Alice looked very anxiously into\nits face to see what was the matter with it.  ",
            "There could be no\ndoubt that it had a VERY turn-up nose, much more like a snout\nthan a real nose; also its eyes were getting extremely small for\na baby:  altogether Alice did not like the look of the thing at\nall.  ",
            "`If you're going to turn into a pig,\nmy dear,' said Alice, seriously, `I'll have nothing more to do\nwith you.  ",
            "Alice was just beginning to think to herself, `Now, what am I\nto do with this creature when I get it home?' when it grunted\nagain, so violently, that she looked down into its face in some\nalarm.  ",
            "The Cat only grinned when it saw Alice.  ",
            "`Come, it's pleased so far,' thought\nAlice, and she went on.  ",
            "`I don't much care where--' said Alice.\n\n  ",
            "`--so long as I get SOMEWHERE,' Alice added as an explanation.\n\n  ",
            "`But I don't want to go among mad people,' Alice remarked.\n\n  ",
            "You're mad.'\n\n  `How do you know I'm mad?' said Alice.\n\n  ",
            "You grant\nthat?'\n\n  `I suppose so,' said Alice.\n\n  ",
            "`I call it purring, not growling,' said Alice.\n\n  `Call it what you like,' said the Cat.  ",
            "`I should like it very much,' said Alice, `but I haven't been\ninvited yet.",
            "Alice was not much surprised at this, she was getting so used\nto queer things happening.  ",
            "`It turned into a pig,' Alice quietly said, just as if it had\ncome back in a natural way.\n\n  ",
            "Alice waited a little, half expecting to see it again, but it\ndid not appear, and after a minute or two she walked on in the\ndirection in which the March Hare was said to live.  ",
            "`I said pig,' replied Alice; `and I wish you wouldn't keep\nappearing and vanishing so suddenly:  you make one quite giddy.",
            "they cried\nout when they saw Alice coming.  ",
            "said\nAlice indignantly, and she sat down in a large arm-chair at one\nend of the table.\n\n  ",
            "Alice looked all round the table, but there was nothing on it\nbut tea.  ",
            "`Then it wasn't very civil of you to offer it,' said Alice\nangrily.\n\n  ",
            "`I didn't know it was YOUR table,' said Alice; `it's laid for a\ngreat many more than three.'\n\n  ",
            "`You should learn not to make personal remarks,' Alice said\nwith some severity; `it's very rude.'\n\n  ",
            "thought Alice.  ",
            "`Exactly so,' said Alice.\n\n  ",
            "`I do,' Alice hastily replied; `at least--at least I mean what\nI say--that's the same thing, you know.",
            "`It IS the same thing with you,' said the Hatter, and here the\nconversation dropped, and the party sat silent for a minute,\nwhile Alice thought over all she could remember about ravens and\nwriting-desks, which wasn't much.\n\n  ",
            "he said, turning to Alice:  he had taken his\nwatch out of his pocket, and was looking at it uneasily, shaking\nit every now and then, and holding it to his ear.\n\n  ",
            "Alice considered a little, and then said `The fourth.",
            "`Does YOUR watch tell\nyou what year it is?'\n\n  `Of course not,' Alice replied very readily:  ",
            "the Hatter said, turning to\nAlice again.\n\n  ",
            "`No, I give it up,' Alice replied:  `what's the answer?'\n\n  ",
            "Alice sighed wearily.  ",
            "`I don't know what you mean,' said Alice.\n\n  ",
            "`I dare say you never even spoke to Time!'\n\n  `Perhaps not,' Alice cautiously replied:  ",
            "`That would be grand, certainly,' said Alice thoughtfully:\n`but then--I shouldn't be hungry for it, you know.",
            "'\n\n  `Is that the way YOU manage?' Alice asked.\n\n  ",
            "How I wonder what you're at!\"\n\nYou know the song, perhaps?'\n\n  `I've heard something like it,' said Alice.\n\n  ",
            "Off with his head!\"'\n\n  `How dreadfully savage!' exclaimed Alice.\n\n  ",
            "A bright idea came into Alice's head.  ",
            "`Then you keep moving round, I suppose?' said Alice.\n\n  ",
            "Alice\nventured to ask.\n\n  ",
            "`I'm afraid I don't know one,' said Alice, rather alarmed at\nthe proposal.\n\n  ",
            "`Yes, please do!' pleaded Alice.\n\n  ",
            "'\n\n  `Once upon a time there were three little sisters,' the\nDormouse began in a great hurry; `and their names were Elsie,\nLacie, and Tillie; and they lived at the bottom of a well--'\n\n  `What did they live on?' said Alice, who always took a great\ninterest in questions of eating and drinking.\n\n  ",
            "`They couldn't have done that, you know,' Alice gently\nremarked; `they'd have been ill.'\n\n  ",
            "`But why did they live at the bottom of a well?'\n\n  `Take some more tea,' the March Hare said to Alice, very\nearnestly.\n\n  ",
            "`I've had nothing yet,' Alice replied in an offended tone, `so\nI can't take more.",
            "'\n\n  `Nobody asked YOUR opinion,' said Alice.\n\n  ",
            "Alice did not quite know what to say to this:  so she helped\nherself to some tea and bread-and-butter, and then turned to the\nDormouse, and repeated her question.  ",
            "Alice was beginning very angrily, but\nthe Hatter and the March Hare went `Sh! sh!'",
            "Alice said very humbly; `I won't interrupt\nagain.  ",
            "`And so these three little sisters--they\nwere learning to draw, you know--'\n\n  `What did they draw?' said Alice, quite forgetting her promise.\n\n  ",
            "He moved on as he spoke, and the Dormouse followed him:  the\nMarch Hare moved into the Dormouse's place, and Alice rather\nunwillingly took the place of the March Hare.  ",
            "The Hatter was the\nonly one who got any advantage from the change:  and Alice was a\ngood deal worse off than before, as the March Hare had just upset\nthe milk-jug into his plate.\n\n  ",
            "Alice did not wish to offend the Dormouse again, so she began\nvery cautiously:  ",
            "`But they were IN the well,' Alice said to the Dormouse, not\nchoosing to notice this last remark.\n\n  ",
            "This answer so confused poor Alice, that she let the Dormouse\ngo on for some time without interrupting it.\n\n  ",
            "`They were learning to draw,' the Dormouse went on, yawning and\nrubbing its eyes, for it was getting very sleepy; `and they drew\nall manner of things--everything that begins with an M--'\n\n  `Why with an M?' said Alice.\n\n  ",
            "Alice was silent.\n\n  ",
            "The Dormouse had closed its eyes by this time, and was going\noff into a doze; but, on being pinched by the Hatter, it woke up\nagain with a little shriek, and went on:  `--that begins with an\nM, such as mouse-traps, and the moon, and memory, and muchness--\nyou know you say things are \"much of a muchness\"--did you ever\nsee such a thing as a drawing of a muchness?'\n\n  `Really, now you ask me,' said Alice, very much confused, `I\ndon't think--'\n\n  `Then you shouldn't talk,' said the Hatter.\n\n  ",
            "This piece of rudeness was more than Alice could bear:  she got\nup in great disgust, and walked off; the Dormouse fell asleep\ninstantly, and neither of the others took the least notice of her\ngoing, though she looked back once or twice, half hoping that\nthey would call after her:  the last time she saw them, they were\ntrying to put the Dormouse into the teapot.\n\n  ",
            "said Alice as she\npicked her way through the wood.  ",
            "Alice thought this a very curious\nthing, and she went nearer to watch them, and just as she came up\nto them she heard one of them say, `Look out now, Five!  ",
            "Seven flung down his brush, and had just begun `Well, of all\nthe unjust things--' when his eye chanced to fall upon Alice, as\nshe stood watching them, and he checked himself suddenly:  the\nothers looked round also, and all of them bowed low.\n\n  ",
            "`Would you tell me,' said Alice, a little timidly, `why you are\npainting those roses?'\n\n  ",
            "There was a sound of many footsteps, and Alice\nlooked round, eager to see the Queen.\n\n  ",
            "Next\ncame the guests, mostly Kings and Queens, and among them Alice\nrecognised the White Rabbit:  it was talking in a hurried nervous\nmanner, smiling at everything that was said, and went by without\nnoticing her.  ",
            "Alice was rather doubtful whether she ought not to lie down on\nher face like the three gardeners, but she could not remember\never having heard of such a rule at processions; `and besides,\nwhat would be the use of a procession,' thought she, `if people\nhad all to lie down upon their faces, so that they couldn't see it?'\n",
            "When the procession came opposite to Alice, they all stopped\nand looked at her, and the Queen said severely `Who is this?'\n",
            "`Idiot!' said the Queen, tossing her head impatiently; and,\nturning to Alice, she went on, `What's your name, child?'\n\n  `My name is Alice, so please your Majesty,' said Alice very\npolitely; but she added, to herself, `Why, they're only a pack of\ncards, after all.  ",
            "`Idiot!' said the Queen, tossing her head impatiently; and,\nturning to Alice, she went on, `What's your name, child?'\n\n  `My name is Alice, so please your Majesty,' said Alice very\npolitely; but she added, to herself, `Why, they're only a pack of\ncards, after all.  ",
            "`Idiot!' said the Queen, tossing her head impatiently; and,\nturning to Alice, she went on, `What's your name, child?'\n\n  `My name is Alice, so please your Majesty,' said Alice very\npolitely; but she added, to herself, `Why, they're only a pack of\ncards, after all.  ",
            "`How should I know?' said Alice, surprised at her own courage.\n",
            "Off--'\n\n  `Nonsense!' said Alice, very loudly and decidedly, and the\nQueen was silent.\n\n  ",
            "and the procession moved on,\nthree of the soldiers remaining behind to execute the unfortunate\ngardeners, who ran to Alice for protection.\n\n  ",
            "said Alice, and she put them into a\nlarge flower-pot that stood near.  ",
            "`Yes!' shouted Alice.\n\n  `Come on, then!' roared the Queen, and Alice joined the\nprocession, wondering very much what would happen next.\n\n  ",
            "`Very,' said Alice:  `--where's the Duchess?'\n\n  `Hush!  Hush!' said the Rabbit in a low, hurried tone.  ",
            "'\n\n  `What for?' said Alice.\n\n  `Did you say \"What a pity!\"?'",
            "`No, I didn't,' said Alice:  `I don't think it's at all a pity.\n",
            "Alice gave a\nlittle scream of laughter.  ",
            "Alice thought she had never seen such a\ncurious croquet-ground in her life; it was all ridges and\nfurrows; the balls were live hedgehogs, the mallets live\nflamingoes, and the soldiers had to double themselves up and to\nstand on their hands and feet, to make the arches.\n\n  ",
            "The chief difficulty Alice found at first was in managing her\nflamingo:  she succeeded in getting its body tucked away,\ncomfortably enough, under her arm, with its legs hanging down,\nbut generally, just as she had got its neck nicely straightened\nout, and was going to give the hedgehog a blow with its head, it\nWOULD twist itself round and look up in her face, with such a\npuzzled expression that she could not help bursting out laughing:\nand when she had got its head down, and was going to begin again,\nit was very provoking to find that the hedgehog had unrolled\nitself, and was in the act of crawling away:  besides all this,\nthere was generally a ridge or furrow in the way wherever she\nwanted to send the hedgehog to, and, as the doubled-up soldiers\nwere always getting up and walking off to other parts of the\nground, Alice soon came to the conclusion that it was a very\ndifficult game indeed.\n\n  ",
            "The chief difficulty Alice found at first was in managing her\nflamingo:  she succeeded in getting its body tucked away,\ncomfortably enough, under her arm, with its legs hanging down,\nbut generally, just as she had got its neck nicely straightened\nout, and was going to give the hedgehog a blow with its head, it\nWOULD twist itself round and look up in her face, with such a\npuzzled expression that she could not help bursting out laughing:\nand when she had got its head down, and was going to begin again,\nit was very provoking to find that the hedgehog had unrolled\nitself, and was in the act of crawling away:  besides all this,\nthere was generally a ridge or furrow in the way wherever she\nwanted to send the hedgehog to, and, as the doubled-up soldiers\nwere always getting up and walking off to other parts of the\nground, Alice soon came to the conclusion that it was a very\ndifficult game indeed.\n\n  ",
            "Alice began to feel very uneasy:  to be sure, she had not as\nyet had any dispute with the Queen, but she knew that it might\nhappen any minute, `and then,' thought she, `what would become of\nme?  ",
            "Alice waited till the eyes appeared, and then nodded.  ",
            "In another minute the whole head appeared,\nand then Alice put down her flamingo, and began an account of the\ngame, feeling very glad she had someone to listen to her.  ",
            "`I don't think they play at all fairly,' Alice began, in rather\na complaining tone, `and they all quarrel so dreadfully one can't\nhear oneself speak--and they don't seem to have any rules in\nparticular; at least, if there are, nobody attends to them--and\nyou've no idea how confusing it is all the things being alive;\nfor instance, there's the arch I've got to go through next\nwalking about at the other end of the ground--and I should have\ncroqueted the Queen's hedgehog just now, only it ran away when it\nsaw mine coming!'\n\n  `How do you like the Queen?' said the Cat in a low voice.\n\n  ",
            "`Not at all,' said Alice:  `she's so extremely--'  Just then\nshe noticed that the Queen was close behind her, listening:  ",
            "`Who ARE you talking to?' said the King, going up to Alice, and\nlooking at the Cat's head with great curiosity.\n\n  ",
            "`It's a friend of mine--a Cheshire Cat,' said Alice:  `allow me\nto introduce it.",
            "He got behind Alice as he spoke.\n\n  ",
            "`A cat may look at a king,' said Alice.  ",
            "Alice thought she might as well go back, and see how the game\nwas going on, as she heard the Queen's voice in the distance,\nscreaming with passion.  ",
            "The hedgehog was engaged in a fight with another hedgehog,\nwhich seemed to Alice an excellent opportunity for croqueting one\nof them with the other:  the only difficulty was, that her\nflamingo was gone across to the other side of the garden, where\nAlice could see it trying in a helpless sort of way to fly up\ninto a tree.\n\n  ",
            "The hedgehog was engaged in a fight with another hedgehog,\nwhich seemed to Alice an excellent opportunity for croqueting one\nof them with the other:  the only difficulty was, that her\nflamingo was gone across to the other side of the garden, where\nAlice could see it trying in a helpless sort of way to fly up\ninto a tree.\n\n  ",
            "`but it doesn't matter much,' thought Alice, `as all the arches\nare gone from this side of the ground.'  ",
            "The moment Alice appeared, she was appealed to by all three to\nsettle the question, and they repeated their arguments to her,\nthough, as they all spoke at once, she found it very hard indeed\nto make out exactly what they said.\n\n  ",
            "CHAPTER IX\n\n                     The Mock Turtle's Story\n\n\n  `You can't think how glad I am to see you again, you dear old\nthing!' said the Duchess, as she tucked her arm affectionately\ninto Alice's, and they walked off together.\n\n  ",
            "Alice was very glad to find her in such a pleasant temper, and\nthought to herself that perhaps it was only the pepper that had\nmade her so savage when they met in the kitchen.\n\n  ",
            "'\n\n  `Perhaps it hasn't one,' Alice ventured to remark.\n\n  ",
            "And she squeezed herself up\ncloser to Alice's side as she spoke.\n\n  ",
            "Alice did not much like keeping so close to her:  first,\nbecause the Duchess was VERY ugly; and secondly, because she was\nexactly the right height to rest her chin upon Alice's shoulder,\nand it was an uncomfortably sharp chin.  ",
            "Alice did not much like keeping so close to her:  first,\nbecause the Duchess was VERY ugly; and secondly, because she was\nexactly the right height to rest her chin upon Alice's shoulder,\nand it was an uncomfortably sharp chin.  ",
            "`'Tis so,' said the Duchess:  `and the moral of that is--\"Oh,\n'tis love, 'tis love, that makes the world go round!\"'\n\n  `Somebody said,' Alice whispered, `that it's done by everybody\nminding their own business!'\n\n  `Ah, well!  ",
            "It means much the same thing,' said the Duchess,\ndigging her sharp little chin into Alice's shoulder as she added,\n`and the moral of THAT is--\"Take care of the sense, and the\nsounds will take care of themselves.",
            "Alice thought to\nherself.\n\n  ",
            "Shall I try the\nexperiment?'\n\n  `HE might bite,' Alice cautiously replied, not feeling at all\nanxious to have the experiment tried.\n\n  ",
            "\"'\n\n  `Only mustard isn't a bird,' Alice remarked.\n\n  ",
            "`It's a mineral, I THINK,' said Alice.\n\n  ",
            "`Of course it is,' said the Duchess, who seemed ready to agree\nto everything that Alice said; `there's a large mustard-mine near\nhere.  ",
            "exclaimed Alice, who had not attended to this\nlast remark, `it's a vegetable.  ",
            "\"'\n\n  `I think I should understand that better,' Alice said very\npolitely, `if I had it written down:  but I can't quite follow it\nas you say it.",
            "`Pray don't trouble yourself to say it any longer than that,'\nsaid Alice.\n\n  ",
            "'\n\n  `A cheap sort of present!' thought Alice.  ",
            "`I've a right to think,' said Alice sharply, for she was\nbeginning to feel a little worried.\n\n  ",
            "But here, to Alice's great surprise, the Duchess's voice died\naway, even in the middle of her favourite word `moral,' and the\narm that was linked into hers began to tremble.  ",
            "Alice looked up,\nand there stood the Queen in front of them, with her arms folded,\nfrowning like a thunderstorm.\n\n  ",
            "`Let's go on with the game,' the Queen said to Alice; and Alice\nwas too much frightened to say a word, but slowly followed her\nback to the croquet-ground.\n\n  ",
            "Those whom she sentenced were\ntaken into custody by the soldiers, who of course had to leave\noff being arches to do this, so that by the end of half an hour\nor so there were no arches left, and all the players, except the\nKing, the Queen, and Alice, were in custody and under sentence of\nexecution.\n\n  ",
            "Then the Queen left off, quite out of breath, and said to\nAlice, `Have you seen the Mock Turtle yet?",
            "'\n\n  `No,' said Alice.  ",
            "`I never saw one, or heard of one,' said Alice.\n\n  `Come on, then,' said the Queen, `and he shall tell you his\nhistory,'\n\n  As they walked off together, Alice heard the King say in a low\nvoice, to the company generally, `You are all pardoned.'  `Come,\nTHAT'S a good thing!'",
            "`I never saw one, or heard of one,' said Alice.\n\n  `Come on, then,' said the Queen, `and he shall tell you his\nhistory,'\n\n  As they walked off together, Alice heard the King say in a low\nvoice, to the company generally, `You are all pardoned.'  `Come,\nTHAT'S a good thing!'",
            "I must go back and\nsee after some executions I have ordered'; and she walked off,\nleaving Alice alone with the Gryphon.  ",
            "Alice did not quite like\nthe look of the creature, but on the whole she thought it would\nbe quite as safe to stay with it as to go after that savage\nQueen:  ",
            "`What fun!'\nsaid the Gryphon, half to itself, half to Alice.\n\n  ",
            "`What IS the fun?' said Alice.\n\n  ",
            "here,' thought Alice, as she went\nslowly after it:  `I never was so ordered about in all my life,\nnever!'\n\n  ",
            "They had not gone far before they saw the Mock Turtle in the\ndistance, sitting sad and lonely on a little ledge of rock, and,\nas they came nearer, Alice could hear him sighing as if his heart\nwould break.  ",
            "Alice\nthought to herself, `I don't see how he can EVEN finish, if he\ndoesn't begin.'  ",
            "Alice was very\nnearly getting up and saying, `Thank you, sir, for your\ninteresting story,' but she could not help thinking there MUST be\nmore to come, so she sat still and said nothing.\n\n  ",
            "Alice asked.\n\n  ",
            "`We called him Tortoise because he taught us,' said the Mock\nTurtle angrily:  `really you are very dull!'\n\n  `You ought to be ashamed of yourself for asking such a simple\nquestion,' added the Gryphon; and then they both sat silent and\nlooked at poor Alice, who felt ready to sink into the earth.  ",
            "interrupted Alice.\n\n  ",
            "added the Gryphon, before Alice could speak\nagain.  ",
            "`We had the best of educations--in fact, we went to school\nevery day--'\n\n  `I'VE been to a day-school, too,' said Alice; `you needn't be\nso proud as all that.",
            "`Yes,' said Alice, `we learned French and music.",
            "`Certainly not!' said Alice indignantly.\n\n  ",
            "`Now at OURS they had at the\nend of the bill, \"French, music, AND WASHING--extra.\"'\n\n  `You couldn't have wanted it much,' said Alice; `living at the\nbottom of the sea.'\n\n  ",
            "`I never heard of \"Uglification,\"' Alice ventured to say.  ",
            "`You know what to beautify is,\nI suppose?'\n\n  `Yes,' said Alice doubtfully:  `it means--to--make--anything--prettier.'\n\n  ",
            "Alice did not feel encouraged to ask any more questions about\nit, so she turned to the Mock Turtle, and said `What else had you\nto learn?'\n\n  `Well, there was Mystery,' the Mock Turtle replied, counting\noff the subjects on his flappers, `--Mystery, ancient and modern,\nwith Seaography:  then Drawling--the Drawling-master was an old\nconger-eel, that used to come once a week:  HE taught us\nDrawling, Stretching, and Fainting in Coils.'\n\n  `What was THAT like?' said Alice.\n\n  ",
            "said Alice, in a\nhurry to change the subject.\n\n  ",
            "exclaimed Alice.\n\n  ",
            "This was quite a new idea to Alice, and she thought it over a\nlittle before she made her next remark.  ",
            "Alice went on eagerly.\n\n  ",
            "At last the Mock Turtle recovered\nhis voice, and, with tears running down his cheeks, he went on\nagain:--\n\n  `You may not have lived much under the sea--' (`I haven't,' said Alice)--\n`and perhaps you were never even introduced to a lobster--'\n(Alice began to say `I once tasted--' but checked herself hastily,\nand said `No, never')",
            "`--so you can have no idea what a delightful\nthing a Lobster Quadrille is!'\n\n  `No, indeed,' said Alice.  ",
            "`Back to land again, and that's all the first figure,' said the\nMock Turtle, suddenly dropping his voice; and the two creatures,\nwho had been jumping about like mad things all this time, sat\ndown again very sadly and quietly, and looked at Alice.\n\n  ",
            "`It must be a very pretty dance,' said Alice timidly.\n\n  ",
            "`Very much indeed,' said Alice.\n\n  `Come, let's try the first figure!'",
            "So they began solemnly dancing round and round Alice, every now\nand then treading on her toes when they passed too close, and\nwaving their forepaws to mark the time, while the Mock Turtle\nsang this, very slowly and sadly:--\n\n\n`\"Will you walk a little faster?\" said a whiting to a snail.\n",
            "\"'\n\n\n\n  `Thank you, it's a very interesting dance to watch,' said\nAlice, feeling very glad that it was over at last:  `and I do so\nlike that curious song about the whiting!'\n\n  `Oh, as to the whiting,' said the Mock Turtle, `they--you've\nseen them, of course?'\n\n  `Yes,' said Alice, `I've often seen them at dinn--' she\nchecked herself hastily.\n\n  ",
            "\"'\n\n\n\n  `Thank you, it's a very interesting dance to watch,' said\nAlice, feeling very glad that it was over at last:  `and I do so\nlike that curious song about the whiting!'\n\n  `Oh, as to the whiting,' said the Mock Turtle, `they--you've\nseen them, of course?'\n\n  `Yes,' said Alice, `I've often seen them at dinn--' she\nchecked herself hastily.\n\n  ",
            "`I believe so,' Alice replied thoughtfully.  ",
            "That's all.'\n\n  `Thank you,' said Alice, `it's very interesting.  ",
            "`Do you know why it's called a whiting?'\n\n  `I never thought about it,' said Alice.  ",
            "Alice was thoroughly puzzled.  ",
            "Alice asked in a tone of great\ncuriosity.\n\n  ",
            "`If I'd been the whiting,' said Alice, whose thoughts were\nstill running on the song, `I'd have said to the porpoise, \"Keep\nback, please:  we don't want YOU with us!\"'\n\n  `They were obliged to have him with them,' the Mock Turtle\nsaid:  `no wise fish would go anywhere without a porpoise.'\n\n  `Wouldn't it really?' said Alice in a tone of great surprise.\n\n  ",
            "`If I'd been the whiting,' said Alice, whose thoughts were\nstill running on the song, `I'd have said to the porpoise, \"Keep\nback, please:  we don't want YOU with us!\"'\n\n  `They were obliged to have him with them,' the Mock Turtle\nsaid:  `no wise fish would go anywhere without a porpoise.'\n\n  `Wouldn't it really?' said Alice in a tone of great surprise.\n\n  ",
            "`Of course not,' said the Mock Turtle:  `why, if a fish came\nto ME, and told me he was going a journey, I should say \"With\nwhat porpoise?\"'\n\n  `Don't you mean \"purpose\"?' said Alice.\n\n  ",
            "`I could tell you my adventures--beginning from this morning,'\nsaid Alice a little timidly:  `but it's no use going back to\nyesterday, because I was a different person then.",
            "So Alice began telling them her adventures from the time when\nshe first saw the White Rabbit.  ",
            "He looked at the Gryphon as\nif he thought it had some kind of authority over Alice.\n\n  `Stand up and repeat \"'TIS THE VOICE OF THE SLUGGARD,\"' said\nthe Gryphon.\n\n  ",
            "Alice said nothing; she had sat down with her face in her\nhands, wondering if anything would EVER happen in a natural way\nagain.\n\n  ",
            "Alice said; but was\ndreadfully puzzled by the whole thing, and longed to change the\nsubject.\n\n  `Go on with the next verse,' the Gryphon repeated impatiently:\n`it begins \"I passed by his garden.\"'\n\n  Alice did not dare to disobey, though she felt sure it would\nall come wrong, and she went on in a trembling voice:--\n\n    `I passed by his garden, and marked, with one eye,\n    How the Owl and the Panther were sharing a pie--'\n\n        ",
            "`Yes, I think you'd better leave off,' said the Gryphon:  and\nAlice was only too glad to do so.\n\n  ",
            "`Or would you like the Mock Turtle to sing you\na song?'\n\n  `Oh, a song, please, if the Mock Turtle would be so kind,'\nAlice replied, so eagerly that the Gryphon said, in a rather\noffended tone, `Hm!  ",
            "cried the Gryphon, and, taking Alice by the hand,\nit hurried off, without waiting for the end of the song.\n\n  ",
            "Alice panted as she ran; but the Gryphon\nonly answered `Come on!' and ran the faster, while more and more\nfaintly came, carried on the breeze that followed them, the\nmelancholy words:--\n\n    `Soo--oop of the e--e--evening,\n        Beautiful, beautiful Soup!'\n\n\n\n                           CHAPTER XI\n\n                      Who Stole the Tarts?\n\n\n  ",
            "In the very middle of the court was a table, with a large\ndish of tarts upon it:  they looked so good, that it made Alice\nquite hungry to look at them--`I wish they'd get the trial done,'\nshe thought, `and hand round the refreshments!'  ",
            "Alice had never been in a court of justice before, but she had\nread about them in books, and she was quite pleased to find that\nshe knew the name of nearly everything there.  ",
            "`And that's the jury-box,' thought Alice, `and those twelve\ncreatures,' (she was obliged to say `creatures,' you see, because\nsome of them were animals, and some were birds,) `I suppose they\nare the jurors.'  ",
            "Alice whispered to the Gryphon.  ",
            "Alice began in a loud, indignant voice, but\nshe stopped hastily, for the White Rabbit cried out, `Silence in\nthe court!'",
            "Alice could see, as well as if she were looking over their\nshoulders, that all the jurors were writing down `stupid things!'\non their slates, and she could even make out that one of them\ndidn't know how to spell `stupid,' and that he had to ask his\nneighbour to tell him.  ",
            "`A nice muddle their slates'll be in\nbefore the trial's over!' thought Alice.\n\n  ",
            "This of course,\nAlice could not stand, and she went round the court and got\nbehind him, and very soon found an opportunity of taking it\naway.  ",
            "Just at this moment Alice felt a very curious sensation, which\npuzzled her a good deal until she made out what it was:  she was\nbeginning to grow larger again, and she thought at first she\nwould get up and leave the court; but on second thoughts she\ndecided to remain where she was as long as there was room for\nher.\n\n  ",
            "`I can't help it,' said Alice very meekly:  `I'm growing.",
            "`Don't talk nonsense,' said Alice more boldly:  `you know\nyou're growing too.",
            "`I'm glad I've seen that done,' thought Alice.  ",
            "thought Alice.  ",
            "She carried the\npepper-box in her hand, and Alice guessed who it was, even before\nshe got into the court, by the way the people near the door began\nsneezing all at once.\n\n  ",
            "Imagine her surprise, when the White Rabbit read out, at the top\nof his shrill little voice, the name `Alice!'\n\n\n\n                           CHAPTER XII\n\n                        Alice's Evidence\n\n\n  `Here!'",
            "cried Alice, quite forgetting in the flurry of the\nmoment how large she had grown in the last few minutes, and she\njumped up in such a hurry that she tipped over the jury-box with\nthe edge of her skirt, upsetting all the jurymen on to the heads\nof the crowd below, and there they lay sprawling about, reminding\nher very much of a globe of goldfish she had accidentally upset\nthe week before.\n\n  ",
            "the King said to\nAlice.\n\n  ",
            "`Nothing,' said Alice.\n\n  ",
            "`Nothing whatever,' said Alice.\n\n  `That's very important,' the King said, turning to the jury.\n",
            "Alice could see this, as she was near enough to\nlook over their slates; `but it doesn't matter a bit,' she\nthought to herself.\n\n  ",
            "Everybody looked at Alice.\n\n  `I'M not a mile high,' said Alice.\n\n  ",
            "Everybody looked at Alice.\n\n  `I'M not a mile high,' said Alice.\n\n  ",
            "`Well, I shan't go, at any rate,' said Alice:  `besides,\nthat's not a regular rule:  you invented it just now.",
            "`Then it ought to be Number One,' said Alice.\n\n  ",
            "`It proves nothing of the sort!' said Alice.  ",
            "`That's the most important piece of evidence we've heard yet,'\nsaid the King, rubbing his hands; `so now let the jury--'\n\n  `If any one of them can explain it,' said Alice, (she had\ngrown so large in the last few minutes that she wasn't a bit\nafraid of interrupting him,) `I'll give him sixpence.  ",
            "\"I GAVE HER ONE, THEY GAVE HIM TWO--\" why,\nthat must be what he did with the tarts, you know--'\n\n  `But, it goes on \"THEY ALL RETURNED FROM HIM TO YOU,\"' said\nAlice.\n\n  ",
            "`Stuff and nonsense!' said Alice loudly.  ",
            "`I won't!' said Alice.\n\n  ",
            "`Who cares for you?' said Alice, (she had grown to her full\nsize by this time.)  ",
            "`Wake up, Alice dear!'",
            "said Alice, and she told\nher sister, as well as she could remember them, all these strange\nAdventures of hers that you have just been reading about; and\nwhen she had finished, her sister kissed her, and said, `It WAS a\ncurious dream, dear, certainly:  but now run in to your tea; it's\ngetting late.'  ",
            "So Alice got up and ran off, thinking while she\nran, as well she might, what a wonderful dream it had been.\n\n  ",
            "But her sister sat still just as she left her, leaning her\nhead on her hand, watching the setting sun, and thinking of\nlittle Alice and all her wonderful Adventures, till she too began\ndreaming after a fashion, and this was her dream:--\n\n  First, she dreamed of little Alice herself, and once again the\ntiny hands were clasped upon her knee, and the bright eager eyes\nwere looking up into hers--she could hear the very tones of her\nvoice, and see that queer little toss of her head to keep back\nthe wandering hair that WOULD always get into her eyes--and\nstill as she listened, or seemed to listen, the whole place\naround her became alive the strange creatures of her little\nsister's dream.\n\n  ",
            "But her sister sat still just as she left her, leaning her\nhead on her hand, watching the setting sun, and thinking of\nlittle Alice and all her wonderful Adventures, till she too began\ndreaming after a fashion, and this was her dream:--\n\n  First, she dreamed of little Alice herself, and once again the\ntiny hands were clasped upon her knee, and the bright eager eyes\nwere looking up into hers--she could hear the very tones of her\nvoice, and see that queer little toss of her head to keep back\nthe wandering hair that WOULD always get into her eyes--and\nstill as she listened, or seemed to listen, the whole place\naround her became alive the strange creatures of her little\nsister's dream.\n\n  "
        ]
    },
    "Mouse": {
        "count": 30,
        "context": [
            "At last the Mouse, who seemed to be a person of authority among\nthem, called out, `Sit down, all of you, and listen to me!  I'LL\nsoon make you dry enough!'  ",
            "They all sat down at once, in a large\nring, with the Mouse in the middle.  ",
            "`Ahem!' said the Mouse with an important air, `are you all ready?\n",
            "said the Mouse, frowning, but very\npolitely:  `Did you speak?'\n\n  `Not I!' said the Lory hastily.\n\n  ",
            "`I thought you did,' said the Mouse.  ",
            "`Found IT,' the Mouse replied rather crossly:  `of course you\nknow what \"it\" means.",
            "The Mouse did not notice this question, but hurriedly went on,\n`\"--found it advisable to go with Edgar Atheling to meet William\nand offer him the crown.  ",
            "`But she must have a prize herself, you know,' said the Mouse.\n\n  ",
            "However, it was over at last, and they sat down again\nin a ring, and begged the Mouse to tell them something more.\n\n  ",
            "said the Mouse, turning to\nAlice, and sighing.\n\n  ",
            "`It IS a long tail, certainly,' said Alice, looking down with\nwonder at the Mouse's tail; `but why do you call it sad?'  ",
            "And\nshe kept on puzzling about it while the Mouse was speaking, so\nthat her idea of the tale was something like this:--\n\n                    `Fury said to a\n                   mouse, That he\n                 met in the\n               house,\n            \"Let us\n              both go to\n                law:  I will\n                  prosecute\n                    YOU.  ",
            "said the Mouse to Alice severely.\n",
            "`What are you thinking of?'\n\n  `I beg your pardon,' said Alice very humbly:  `you had got to\nthe fifth bend, I think?'\n\n  `I had NOT!' cried the Mouse, sharply and very angrily.\n\n  ",
            "`I shall do nothing of the sort,' said the Mouse, getting up\nand walking away.  ",
            "The Mouse only growled in reply.\n\n  ",
            "but\nthe Mouse only shook its head impatiently, and walked a little\nquicker.\n\n  ",
            "In a little while, however, she again heard a little pattering of\nfootsteps in the distance, and she looked up eagerly, half hoping\nthat the Mouse had changed his mind, and was coming back to\nfinish his story.\n\n\n\n                           ",
            "The long grass rustled at her feet as the White Rabbit hurried\nby--the frightened Mouse splashed his way through the\nneighbouring pool--she could hear the rattle of the teacups as\nthe March Hare and his friends shared their never-ending meal,\nand the shrill voice of the Queen ordering off her unfortunate\nguests to execution--once more the pig-baby was sneezing on the\nDuchess's knee, while plates and dishes crashed around it--once\nmore the shriek of the Gryphon, the squeaking of the Lizard's\nslate-pencil, and the choking of the suppressed guinea-pigs,\nfilled the air, mixed up with the distant sobs of the miserable\nMock Turtle.\n\n  "
        ]
    },
    "Ma": {
        "count": 61,
        "context": [
            "`Hold your tongue, Ma!' said the\nyoung Crab, a little snappishly.  "
        ]
    },
    "Bill": {
        "count": 16,
        "context": [
            "`Where's the other ladder?--Why, I hadn't to bring but one;\nBill's got the other--Bill! fetch it here, lad!--Here, put 'em up\nat this corner--No, tie 'em together first--they don't reach half\nhigh enough yet--",
            "`Where's the other ladder?--Why, I hadn't to bring but one;\nBill's got the other--Bill! fetch it here, lad!--Here, put 'em up\nat this corner--No, tie 'em together first--they don't reach half\nhigh enough yet--",
            "they'll do well enough; don't be particular--\nHere, Bill! catch hold of this rope--Will the roof bear?--Mind\nthat loose slate--Oh, it's coming down!  ",
            "(a loud\ncrash)--`Now, who did that?--It was Bill, I fancy--Who's to go\ndown the chimney?--Nay, I shan't!",
            "YOU do it!--That I won't,\nthen!--Bill's to go down--Here, Bill!",
            "So Bill's got to come down the chimney, has he?' said\nAlice to herself.  ",
            "`Shy, they seem to put everything upon Bill!\n",
            "I wouldn't be in Bill's place for a good deal:  this fireplace is\nnarrow, to be sure; but I THINK I can kick a little!'\n\n  ",
            "She drew her foot as far down the chimney as she could, and\nwaited till she heard a little animal (she couldn't guess of what\nsort it was) scratching and scrambling about in the chimney close\nabove her:  then, saying to herself `This is Bill,' she gave one\nsharp kick, and waited to see what would happen next.\n\n  ",
            "The first thing she heard was a general chorus of `There goes\nBill!'",
            "Last came a little feeble, squeaking voice, (`That's Bill,'\nthought Alice,) `Well, I hardly know--No more, thank ye; I'm\nbetter now--but I'm a deal too flustered to tell you--all I know\nis, something comes at me like a Jack-in-the-box, and up I goes\nlike a sky-rocket!'\n\n  ",
            "The poor little Lizard, Bill, was in the middle, being held up by\ntwo guinea-pigs, who were giving it something out of a bottle.\n",
            "She did it so quickly that the poor little juror (it was\nBill, the Lizard) could not make out at all what had become of\nit; so, after hunting all about for it, he was obliged to write\nwith one finger for the rest of the day; and this was of very\nlittle use, as it left no mark on the slate.\n\n  ",
            "(The unfortunate little Bill had left off\nwriting on his slate with one finger, as he found it made no\nmark; but he now hastily began again, using the ink, that was\ntrickling down his face, as long as it lasted.)\n\n  "
        ]
    },
    "Queen": {
        "count": 75,
        "context": [
            "An\ninvitation from the Queen to play croquet.'  ",
            "`I must go and\nget ready to play croquet with the Queen,' and she hurried out of\nthe room.  ",
            "`Well, I'd hardly finished the first verse,' said the Hatter,\n`when the Queen jumped up and bawled out, \"He's murdering the\ntime!  ",
            "`I heard the Queen say only\nyesterday you deserved to be beheaded!'\n\n  `What for?' said the one who had spoken first.\n\n  ",
            "Two began in a\nlow voice, `Why the fact is, you see, Miss, this here ought to\nhave been a RED rose-tree, and we put a white one in by mistake;\nand if the Queen was to find it out, we should all have our heads\ncut off, you know.  ",
            "The Queen!'\nand the three gardeners instantly threw themselves flat upon\ntheir faces.  ",
            "When the procession came opposite to Alice, they all stopped\nand looked at her, and the Queen said severely `Who is this?'\n",
            "`Idiot!' said the Queen, tossing her head impatiently; and,\nturning to Alice, she went on, `What's your name, child?'\n\n  `My name is Alice, so please your Majesty,' said Alice very\npolitely; but she added, to herself, `Why, they're only a pack of\ncards, after all.  ",
            "`And who are THESE?' said the Queen, pointing to the three\ngardeners who were lying round the rosetree; for, you see, as\nthey were lying on their faces, and the pattern on their backs\nwas the same as the rest of the pack, she could not tell whether\nthey were gardeners, or soldiers, or courtiers, or three of her\nown children.\n\n  ",
            "Off--'\n\n  `Nonsense!' said Alice, very loudly and decidedly, and the\nQueen was silent.\n\n  ",
            "said the Queen, in a shrill, loud voice, and the\nthree gardeners instantly jumped up, and began bowing to the\nKing, the Queen, the royal children, and everybody else.\n\n  `Leave off that!'",
            "said the Queen, in a shrill, loud voice, and the\nthree gardeners instantly jumped up, and began bowing to the\nKing, the Queen, the royal children, and everybody else.\n\n  `Leave off that!'",
            "screamed the Queen.  ",
            "'\n\n  `May it please your Majesty,' said Two, in a very humble tone,\ngoing down on one knee as he spoke, `we were trying--'\n\n  `I see!' said the Queen, who had meanwhile been examining the\nroses.  ",
            "shouted the Queen.  ",
            "`Yes!' shouted Alice.\n\n  `Come on, then!' roared the Queen, and Alice joined the\nprocession, wondering very much what would happen next.\n\n  ",
            "The players all played at once without waiting for turns,\nquarrelling all the while, and fighting for the hedgehogs; and in\na very short time the Queen was in a furious passion, and went\nstamping about, and shouting `Off with his head!'",
            "Alice began to feel very uneasy:  to be sure, she had not as\nyet had any dispute with the Queen, but she knew that it might\nhappen any minute, `and then,' thought she, `what would become of\nme?  ",
            "`I don't think they play at all fairly,' Alice began, in rather\na complaining tone, `and they all quarrel so dreadfully one can't\nhear oneself speak--and they don't seem to have any rules in\nparticular; at least, if there are, nobody attends to them--and\nyou've no idea how confusing it is all the things being alive;\nfor instance, there's the arch I've got to go through next\nwalking about at the other end of the ground--and I should have\ncroqueted the Queen's hedgehog just now, only it ran away when it\nsaw mine coming!'\n\n  `How do you like the Queen?' said the Cat in a low voice.\n\n  ",
            "`I don't think they play at all fairly,' Alice began, in rather\na complaining tone, `and they all quarrel so dreadfully one can't\nhear oneself speak--and they don't seem to have any rules in\nparticular; at least, if there are, nobody attends to them--and\nyou've no idea how confusing it is all the things being alive;\nfor instance, there's the arch I've got to go through next\nwalking about at the other end of the ground--and I should have\ncroqueted the Queen's hedgehog just now, only it ran away when it\nsaw mine coming!'\n\n  `How do you like the Queen?' said the Cat in a low voice.\n\n  ",
            "`Not at all,' said Alice:  `she's so extremely--'  Just then\nshe noticed that the Queen was close behind her, listening:  ",
            "`Well, it must be removed,' said the King very decidedly, and\nhe called the Queen, who was passing at the moment, `My dear!  ",
            "Alice thought she might as well go back, and see how the game\nwas going on, as she heard the Queen's voice in the distance,\nscreaming with passion.  ",
            "When she got back to the Cheshire Cat, she was surprised to\nfind quite a large crowd collected round it:  there was a dispute\ngoing on between the executioner, the King, and the Queen, who\nwere all talking at once, while all the rest were quite silent,\nand looked very uncomfortable.\n\n  ",
            "`She's in prison,' the Queen said to the executioner:  `fetch\nher here.'  ",
            "`Now, I give you fair warning,' shouted the Queen, stamping on\nthe ground as she spoke; `either you or your head must be off,\nand that in about half no time!  ",
            "`Let's go on with the game,' the Queen said to Alice; and Alice\nwas too much frightened to say a word, but slowly followed her\nback to the croquet-ground.\n\n  ",
            "The other guests had taken advantage of the Queen's absence,\nand were resting in the shade:  however, the moment they saw her,\nthey hurried back to the game, the Queen merely remarking that a\nmoment's delay would cost them their lives.\n\n  ",
            "The other guests had taken advantage of the Queen's absence,\nand were resting in the shade:  however, the moment they saw her,\nthey hurried back to the game, the Queen merely remarking that a\nmoment's delay would cost them their lives.\n\n  ",
            "All the time they were playing the Queen never left off\nquarrelling with the other players, and shouting `Off with his\nhead!'",
            "Those whom she sentenced were\ntaken into custody by the soldiers, who of course had to leave\noff being arches to do this, so that by the end of half an hour\nor so there were no arches left, and all the players, except the\nKing, the Queen, and Alice, were in custody and under sentence of\nexecution.\n\n  ",
            "Then the Queen left off, quite out of breath, and said to\nAlice, `Have you seen the Mock Turtle yet?",
            "`I never saw one, or heard of one,' said Alice.\n\n  `Come on, then,' said the Queen, `and he shall tell you his\nhistory,'\n\n  As they walked off together, Alice heard the King say in a low\nvoice, to the company generally, `You are all pardoned.'  `Come,\nTHAT'S a good thing!'",
            "she said to herself, for she had felt quite\nunhappy at the number of executions the Queen had ordered.\n\n  ",
            "`Up, lazy thing!' said the Queen, `and take this young lady to\nsee the Mock Turtle, and to hear his history.  ",
            "Alice did not quite like\nthe look of the creature, but on the whole she thought it would\nbe quite as safe to stay with it as to go after that savage\nQueen:  ",
            "The Gryphon sat up and rubbed its eyes:  then it watched the\nQueen till she was out of sight:  then it chuckled.  ",
            "This did not seem to encourage the witness at all:  he kept\nshifting from one foot to the other, looking uneasily at the\nQueen, and in his confusion he bit a large piece out of his\nteacup instead of the bread-and-butter.\n\n  ",
            "All this time the Queen had never left off staring at the\nHatter, and, just as the Dormouse crossed the court, she said to\none of the officers of the court, `Bring me the list of the\nsingers in the last concert!'",
            "`I'd rather finish my tea,' said the Hatter, with an anxious\nlook at the Queen, who was reading the list of singers.\n\n  ",
            "`--and just take his head off outside,' the Queen added to one\nof the officers:  but the Hatter was out of sight before the\nofficer could get to the door.\n\n  ",
            "`Collar that Dormouse,' the Queen shrieked out.  ",
            "And he added in an undertone to the\nQueen, `Really, my dear, YOU must cross-examine the next witness.\n",
            "`Never!' said the Queen furiously, throwing an inkstand at the\nLizard as she spoke.  ",
            "`No, no!' said the Queen.  ",
            "said the Queen, turning purple.\n\n  ",
            "the Queen shouted at the top of her voice.\n",
            "The long grass rustled at her feet as the White Rabbit hurried\nby--the frightened Mouse splashed his way through the\nneighbouring pool--she could hear the rattle of the teacups as\nthe March Hare and his friends shared their never-ending meal,\nand the shrill voice of the Queen ordering off her unfortunate\nguests to execution--once more the pig-baby was sneezing on the\nDuchess's knee, while plates and dishes crashed around it--once\nmore the shriek of the Gryphon, the squeaking of the Lizard's\nslate-pencil, and the choking of the suppressed guinea-pigs,\nfilled the air, mixed up with the distant sobs of the miserable\nMock Turtle.\n\n  ",
            "So she sat on, with closed eyes, and half believed herself in\nWonderland, though she knew she had but to open them again, and\nall would change to dull reality--the grass would be only\nrustling in the wind, and the pool rippling to the waving of the\nreeds--the rattling teacups would change to tinkling sheep-\nbells, and the Queen's shrill cries to the voice of the shepherd\nboy--and the sneeze of the baby, the shriek of the Gryphon, and\nall the other queer noises, would change (she knew) to the\nconfused clamour of the busy farm-yard--while the lowing of the\ncattle in the distance would take the place of the Mock Turtle's\nheavy sobs.\n\n  "
        ]
    },
    "Footman": {
        "count": 11,
        "context": [
            "`I shall sit here,' the Footman remarked, `till tomorrow--'\n\n  At this moment the door of the house opened, and a large plate\ncame skimming out, straight at the Footman's head:  it just\ngrazed his nose, and broke to pieces against one of the trees\nbehind him.\n\n  ",
            "`I shall sit here,' the Footman remarked, `till tomorrow--'\n\n  At this moment the door of the house opened, and a large plate\ncame skimming out, straight at the Footman's head:  it just\ngrazed his nose, and broke to pieces against one of the trees\nbehind him.\n\n  "
        ]
    },
    "Hatter": {
        "count": 55,
        "context": [
            "`What sort of people live about here?'\n\n  `In THAT direction,' the Cat said, waving its right paw round,\n`lives a Hatter:  and in THAT direction,' waving the other paw,\n`lives a March Hare.  ",
            "I almost wish I'd\ngone to see the Hatter instead!'\n\n\n\n                           ",
            "CHAPTER VII\n\n                         A Mad Tea-Party\n\n\n  There was a table set out under a tree in front of the house,\nand the March Hare and the Hatter were having tea at it:  a\nDormouse was sitting between them, fast asleep, and the other two\nwere using it as a cushion, resting their elbows on it, and talking\nover its head.  ",
            "`Your hair wants cutting,' said the Hatter.  ",
            "The Hatter opened his eyes very wide on hearing this; but all\nhe SAID was, `Why is a raven like a writing-desk?'\n\n  `Come, we shall have some fun now!'",
            "'\n\n  `Not the same thing a bit!' said the Hatter.  ",
            "`It IS the same thing with you,' said the Hatter, and here the\nconversation dropped, and the party sat silent for a minute,\nwhile Alice thought over all she could remember about ravens and\nwriting-desks, which wasn't much.\n\n  ",
            "The Hatter was the first to break the silence.  ",
            "`Two days wrong!' sighed the Hatter.  ",
            "`Yes, but some crumbs must have got in as well,' the Hatter\ngrumbled:  `you shouldn't have put it in with the bread-knife.",
            "`Why should it?' muttered the Hatter.  ",
            "'\n\n  `Which is just the case with MINE,' said the Hatter.\n\n  ",
            "The Hatter's remark seemed to\nhave no sort of meaning in it, and yet it was certainly English.\n",
            "`The Dormouse is asleep again,' said the Hatter, and he poured\na little hot tea upon its nose.\n\n  ",
            "the Hatter said, turning to\nAlice again.\n\n  ",
            "`I haven't the slightest idea,' said the Hatter.\n\n  ",
            "`If you knew Time as well as I do,' said the Hatter, `you\nwouldn't talk about wasting IT.  ",
            "the Hatter said, tossing his head\ncontemptuously.  ",
            "'\n\n  `Ah! that accounts for it,' said the Hatter.  ",
            "'\n\n  `Not at first, perhaps,' said the Hatter:  ",
            "The Hatter shook his head mournfully.  ",
            "`It goes on, you know,' the Hatter continued, `in this way:--\n\n            \"Up above the world you fly,\n            Like a tea-tray in the sky.\n                    ",
            "`Well, I'd hardly finished the first verse,' said the Hatter,\n`when the Queen jumped up and bawled out, \"He's murdering the\ntime!  ",
            "`And ever since that,' the Hatter went on in a mournful tone,\n`he won't do a thing I ask!  ",
            "`Yes, that's it,' said the Hatter with a sigh:  `it's always\ntea-time, and we've no time to wash the things between whiles.'\n\n  ",
            "`Exactly so,' said the Hatter:  `as the things get used up.'\n\n  ",
            "`And be quick about it,' added the Hatter, `or you'll be asleep\nagain before it's done.",
            "'\n\n  `You mean you can't take LESS,' said the Hatter:  `it's very\neasy to take MORE than nothing.",
            "the Hatter asked\ntriumphantly.\n\n  ",
            "Alice was beginning very angrily, but\nthe Hatter and the March Hare went `Sh! sh!'",
            "`I want a clean cup,' interrupted the Hatter:  `let's all move\none place on.'\n\n  ",
            "The Hatter was the\nonly one who got any advantage from the change:  and Alice was a\ngood deal worse off than before, as the March Hare had just upset\nthe milk-jug into his plate.\n\n  ",
            "Where did they draw\nthe treacle from?'\n\n  `You can draw water out of a water-well,' said the Hatter; `so\nI should think you could draw treacle out of a treacle-well--eh,\nstupid?'\n\n  ",
            "The Dormouse had closed its eyes by this time, and was going\noff into a doze; but, on being pinched by the Hatter, it woke up\nagain with a little shriek, and went on:  `--that begins with an\nM, such as mouse-traps, and the moon, and memory, and muchness--\nyou know you say things are \"much of a muchness\"--did you ever\nsee such a thing as a drawing of a muchness?'\n\n  `Really, now you ask me,' said Alice, very much confused, `I\ndon't think--'\n\n  `Then you shouldn't talk,' said the Hatter.\n\n  ",
            "The Dormouse had closed its eyes by this time, and was going\noff into a doze; but, on being pinched by the Hatter, it woke up\nagain with a little shriek, and went on:  `--that begins with an\nM, such as mouse-traps, and the moon, and memory, and muchness--\nyou know you say things are \"much of a muchness\"--did you ever\nsee such a thing as a drawing of a muchness?'\n\n  `Really, now you ask me,' said Alice, very much confused, `I\ndon't think--'\n\n  `Then you shouldn't talk,' said the Hatter.\n\n  ",
            "The first witness was the Hatter.  ",
            "The Hatter looked at the March Hare, who had followed him into\nthe court, arm-in-arm with the Dormouse.  ",
            "`Take off your hat,' the King said to the Hatter.\n\n  ",
            "`It isn't mine,' said the Hatter.\n\n  `Stolen!'",
            "`I keep them to sell,' the Hatter added as an explanation;\n`I've none of my own.  ",
            "Here the Queen put on her spectacles, and began staring at the\nHatter, who turned pale and fidgeted.\n\n  ",
            "All this time the Queen had never left off staring at the\nHatter, and, just as the Dormouse crossed the court, she said to\none of the officers of the court, `Bring me the list of the\nsingers in the last concert!'",
            "on which the wretched Hatter\ntrembled so, that he shook both his shoes off.\n\n  ",
            "`I'm a poor man, your Majesty,' the Hatter began, in a\ntrembling voice, `--and I hadn't begun my tea--not above a week\nor so--and what with the bread-and-butter getting so thin--and\nthe twinkling of the tea--'\n\n  `The twinkling of the what?' said the King.\n\n  ",
            "`It began with the tea,' the Hatter replied.\n\n  ",
            "`I'm a poor man,' the Hatter went on, `and most things\ntwinkled after that--only the March Hare said--'\n\n  `I didn't!'",
            "`You did!' said the Hatter.\n\n  ",
            "`Well, at any rate, the Dormouse said--' the Hatter went on,\nlooking anxiously round to see if he would deny it too:  but the\nDormouse denied nothing, being fast asleep.\n\n  ",
            "`After that,' continued the Hatter, `I cut some more bread-\nand-butter--'\n\n  `But what did the Dormouse say?'",
            "`That I can't remember,' said the Hatter.\n\n  ",
            "The miserable Hatter dropped his teacup and bread-and-butter,\nand went down on one knee.  ",
            "`I can't go no lower,' said the Hatter:  `I'm on the floor, as\nit is.",
            "`I'd rather finish my tea,' said the Hatter, with an anxious\nlook at the Queen, who was reading the list of singers.\n\n  ",
            "`You may go,' said the King, and the Hatter hurriedly left the\ncourt, without even waiting to put his shoes on.\n\n  ",
            "`--and just take his head off outside,' the Queen added to one\nof the officers:  but the Hatter was out of sight before the\nofficer could get to the door.\n\n  "
        ]
    },
    "Majesty": {
        "count": 12,
        "context": [
            "`Idiot!' said the Queen, tossing her head impatiently; and,\nturning to Alice, she went on, `What's your name, child?'\n\n  `My name is Alice, so please your Majesty,' said Alice very\npolitely; but she added, to herself, `Why, they're only a pack of\ncards, after all.  ",
            "'\n\n  `May it please your Majesty,' said Two, in a very humble tone,\ngoing down on one knee as he spoke, `we were trying--'\n\n  `I see!' said the Queen, who had meanwhile been examining the\nroses.  ",
            "`I beg\npardon, your Majesty,' he began, `for bringing these in:  but I\nhadn't quite finished my tea when I was sent for.'\n\n  ",
            "`I'm a poor man, your Majesty,' the Hatter began, in a\ntrembling voice, `--and I hadn't begun my tea--not above a week\nor so--and what with the bread-and-butter getting so thin--and\nthe twinkling of the tea--'\n\n  `The twinkling of the what?' said the King.\n\n  ",
            "`I'm a poor man, your Majesty,' he\nbegan.\n\n  ",
            "`There's more evidence to come yet, please your Majesty,' said\nthe White Rabbit, jumping up in a great hurry; `this paper has\njust been picked up.",
            "`Where shall I begin,\nplease your Majesty?' he asked.\n\n  "
        ]
    },
    "Gryphon": {
        "count": 55,
        "context": [
            "she\nasked the Gryphon, and the Gryphon answered, very nearly in the\nsame words as before, `It's all his fancy, that:  he hasn't got\nno sorrow, you know.  Come on!'\n\n  ",
            "`Soles and eels, of course,' the Gryphon replied rather\nimpatiently:  `any shrimp could have told you that.",
            "And the Gryphon added `Come, let's hear some of YOUR\nadventures.",
            "`Or would you like the Mock Turtle to sing you\na song?'\n\n  `Oh, a song, please, if the Mock Turtle would be so kind,'\nAlice replied, so eagerly that the Gryphon said, in a rather\noffended tone, `Hm!  ",
            "`They're putting down their names,' the Gryphon whispered in\nreply, `for fear they should forget them before the end of the\ntrial."
        ]
    }
}